package com.kumar.crackup.util


//இந்தியப் பொருளாதாரத்தின் இயல்புகள்
//ஐந்தாண்டு திட்ட மாதிரிகள் – ஒரு மதிப்பீடு; திட்டக்குழு மற்றும் நிதி ஆயோக்
//வருவாய் ஆதாரங்கள்
//இந்திய ரிசர்வ் வங்கி
//நிதி கொள்கை மற்றும் பணவியல் கொள்கை
//நிதி ஆணையம் – மத்திய மாநில அரசுகளுக்கிடையேயான நிதிப் பகிர்வு
//சரக்கு மற்றும் சேவை வரி
//இந்திய பொருளாதார அமைப்பு மற்றும் வேலைவாய்ப்பு உருவாக்கம்
//நிலச் சீர்திருத்தங்கள் மற்றும் வேளாண்மை
//வேளாண்மையில் அறிவியல் தொழில்நுட்பத்தின் பயன்பாடு
//தொழில் வளர்ச்சி
//ஊரக நலன்சார் திட்டங்கள்
//சமூகப் பிரச்சனைகள் – மக்கள் தொகை, கல்வி, நலவாழ்வு, வேலைவாய்ப்பு, வறுமை
//தமிழ்நாட்டின் மனிதவள மேம்பாட்டுக் குறியீடுகளும் தேசிய ஒப்பாய்வும்
//தமிழ்நாட்டின் சமூக பொருளாதார வளர்ச்சிக்கு சமூக மறுமலர்ச்சி இயக்கங்களின் பங்களிப்பு
//அரசியல் கட்சிகளும் பலதரப்பு மக்களுக்கான நலத்திட்டங்களும்
//இட ஒதுக்கீட்டுக் கொள்கைக்கான நியாயங்களும் சமூக வளங்களைப் பெறும் வாய்ப்புகளும்
//தமிழ்நாட்டின் பொருளாதார போக்குகள்
//தமிழ்நாட்டின் சமூக பொருளாதார வளர்ச்சியில் சமூகநலத் திட்டங்களின் தாக்கமும் பங்களிப்பும்
//சமூக நீதியும் சமூக நல்லிணக்கமும் சமூகப் பொருளாதார மேம்பாட்டின் மூலாதாரங்கள்
//தமிழ்நாட்டின் கல்வி மற்றும் நலவாழ்வு முறைமைகள்
//தமிழ்நாட்டின் புவியியல் கூறுகளும் பொருளாதார வளர்ச்சியில் அவற்றின் தாக்கமும்
//பல்வேறு துறைகளில் தமிழ்நாடு நிகழ்த்தியுள்ள சாதனைகள்
//தமிழ்நாட்டில் மின்னாளுகை
//பொது விழிப்புணர்வும் பொது நிர்வாகமும்
//நலன்சார் அரசுத் திட்டங்களும் பொது விநியோக அமைப்புகளில் நிலவும் சிக்கல்களும்
//தற்போதைய சமூகப் பொருளாதார பிரச்சனைகள்


//தமிழ் சமுதாய வரலாறு மற்றும் அதனுடன் தொடர்புடைய தொல்லியல் கண்டுபிடிப்புகள்
//சங்க காலம் முதல் இக்காலம் வரையிலான தமிழ் இலக்கிய வரலாறு
//திருக்குறள்
//விடுதலைப் போராட்டத்தில் தமிழ்நாட்டின் பங்கு
//ஆங்கிலேயருக்கு எதிரான தொடக்க கால கிளர்ச்சிகள்
//விடுதலைப் போராட்டத்தில் பெண்களின் பங்கு
//பத்தொன்பது மற்றும் இருபதாம் நூற்றாண்டுகளில் தமிழ்நாட்டின் சமூக அரசியல் இயக்கங்களின் பரிணாம வளர்ச்சி
//நீதிக்கட்சி மற்றும் பகுத்தறிவு வாதத்தின் வளர்ச்சி
//சுயமரியாதை இயக்கம், திராவிட இயக்கம் மற்றும் அவற்றின் அடிப்படை கொள்கைகள்
//தந்தை பெரியார் மற்றும் பேரறிஞர் அண்ணாவின் பங்களிப்புகள்



//சுருக்குதல்
//
//விழுக்காடு
//
//மீப்பெரு பொதுக் காரணி (HCF)
//
//மீச்சிறு பொது மடங்கு (LCM)
//
//விகிதம் மற்றும் விகிதாச்சாரம்
//
//தனிவட்டி
//
//கூட்டு வட்டி
//
//பரப்பு
//
//கொள்ளளவு
//
//. காலம் மற்றும் வேலை
//
//தருக்கக் காரணவியல்
//
//புதிர்கள்
//
//பகடை
//
//காட்சிக் காரணவியல்
//
//எண் எழுத்துக் காரணவியல்
//
//எண் வரிசை



